{
  "Breeds":
  [
    {"BreedName":"Ragdoll","BreedId": 1,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Ragdoll.jpg","BreedAge":"12-17 years","BreedDifficulity":"Shed Occasional","BreedColor":"white, black/ebony, red/orange, bluegray, lavender/silver, cream/beige/tan, chocolate/brown/sable, lilac","BreedOriginalLocation":"Riverside California", "BreedLatitude": 33.9806, "BreedLongtitude" : -117.396156, "BreedAverageWeight": "10 to 20 pounds", "BreedAverageSize" : "9-11 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/ragdoll", "BreedShortDes" : "The Ragdoll is a breed of cat that is known for being affectionate, patient, and gentle, despite their large size. They have a calm and quiet nature and enjoy spending time playing and snuggling with their owners. Ragdolls are social cats and are usually low-maintenance when it comes to their care. They are an excellent choice for families with children as they are known for being friendly and getting along well with kids.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Bengal","BreedId": 2,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Bengal.jpg","BreedAge":"9-15 years","BreedDifficulity":"Shed Normal","BreedColor":"lavender/silver, chocolate/brown/sable","BreedOriginalLocation":"Southeast Asia", "BreedLatitude": -2.218, "BreedLongtitude" : 115.6628, "BreedAverageWeight": "8-15 pounds", "BreedAverageSize" : "8-10 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/bengal", "BreedShortDes" : "The Bengal cat is a domestic breed that was developed by crossing an Asian Leopard Cat with a domestic cat. This has resulted in a cat with a striking and unique appearance that resembles a wild cat, but with a friendly and affectionate personality. They are known for their distinctive coat which can come in a variety of colors and patterns, including brown spotted, marble, and snow. Bengals are intelligent, active, and playful cats that require plenty of attention and exercise. They are also typically social and enjoy the company of their human family.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Scottish Fold","BreedId": 3,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/ScottishFold.jpg","BreedAge":"11 to 14 years","BreedDifficulity":"Shed Normal","BreedColor":"bi-color, solid, calico/tri-color, tabby","BreedOriginalLocation":"Scotland", "BreedLatitude": 55.953251, "BreedLongtitude" : -3.188267, "BreedAverageWeight": "6 to 9 pounds (female)/ 9 to 13 pounds (male)", "BreedAverageSize" : "8 to 10 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/scottish-fold", "BreedShortDes" : "Scottish Fold cats are a domestic breed known for their unique appearance, characterized by their folded ears, round head, and large round eyes. They are typically medium-sized cats with a muscular build and a thick tail. Scottish Folds are known for being friendly, affectionate, and loyal companions, often seeking attention and interaction from their owners. They have a playful and curious nature and can be quite vocal, using their unique chirping meow to communicate with their owners. Scottish Folds are generally adaptable and get along well with other pets and children, making them a great choice for families looking for a loving and sociable feline companion.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"British Shorthair","BreedId": 4,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/BritishShorthair.jpg","BreedAge":"15-20 years","BreedDifficulity":"Shed Occasional","BreedColor":"white, black/ebony, red/orange, blue/gray, cream/beige/tan, chocolate/brown/sable, cinnamon, fawn, lilac","BreedOriginalLocation":"United Kingdom", "BreedLatitude": 51.5098, "BreedLongtitude" : -0.11809, "BreedAverageWeight": "7-17 pounds", "BreedAverageSize" : "12-14 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/british-shorthair", "BreedShortDes" : "The British Shorthair cat is a domestic breed that originated in the United Kingdom. They are medium to large-sized cats with a muscular build and a distinctive round face and chubby cheeks. British Shorthairs are known for their plush, dense coat, which can come in a variety of colors, including blue, black, white, cream, and tabby. They are affectionate, loyal, and laid-back cats that make excellent companions. British Shorthairs are generally independent and undemanding, but still enjoy the company of their human family. They are adaptable and get along well with other pets and children, making them a great choice for families looking for a friendly and affectionate feline companion.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Persian","BreedId": 5,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Persian.jpg","BreedAge":"10-15 years","BreedDifficulity":"Shed Frequent","BreedColor":"white, black/ebony, red/orange, blue/gray, lavender/silver, cream/beige/tan, chocolate/brown/sable, cinnamon, fawn, lilac","BreedOriginalLocation":"Persia", "BreedLatitude": 27.183708, "BreedLongtitude" : 56.277447, "BreedAverageWeight": "7-13 pounds", "BreedAverageSize" : "10-15 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/persian", "BreedShortDes" : "The Persian cat is a domestic breed known for its distinctive long, silky coat, round face, and charming personality. They are typically medium to large-sized cats with a stocky build and short legs. Persian cats come in a variety of colors and patterns, including white, black, cream, and tabby. They are known for being affectionate and gentle, often seeking out attention and cuddles from their human family. Persians are generally laid-back and adaptable, but can be prone to health issues related to their flat faces, including respiratory problems and eye infections. Despite this, they remain a popular breed worldwide and make excellent companions for those looking for a friendly and affectionate feline friend.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Siamese","BreedId": 6,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Siamese.jpg","BreedAge":"15-20 years","BreedDifficulity":"Shed Infrequent","BreedColor":"chocolate/brown/sable, cinnamon, lavender/silver, fawn, blue/gray, black/ebony, cream/beige/tan, lilac, white","BreedOriginalLocation":"Siam/Thailand", "BreedLatitude": 13.746389, "BreedLongtitude" : 100.535004, "BreedAverageWeight": "6-14 pounds", "BreedAverageSize" : "8-10 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/siamese", "BreedShortDes" : "The Siamese cat is a domestic breed known for its sleek and elegant appearance, striking blue eyes, and distinctive personality. They are typically medium-sized cats with a muscular build and short hair that comes in a variety of colors, including seal point, blue point, and chocolate point. Siamese cats are known for being intelligent, vocal, and affectionate, often seeking out attention from their human family. They are also known for being social and active, enjoying playtime and interactive toys. Siamese cats are often described as having a talkative nature, using their voices to communicate with their owners. They make excellent companions for those looking for a feline friend that is both beautiful and engaging.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"American Shorthair","BreedId": 7,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/AmericanShorthair.jpg","BreedAge":"15–20 years","BreedDifficulity":"Shed Normal","BreedColor":"white, black/ebony, red/orange, blue/gray, cream/beige/tan, chocolate/brown/sable","BreedOriginalLocation":"United States", "BreedLatitude": 39.000000, "BreedLongtitude" : -80.50, "BreedAverageWeight": "10–15 pounds", "BreedAverageSize" : "8–10 inches Height", "BreedWebsiteAddress" : "dailypaws.com/cats-kittens/cat-breeds/american-shorthair", "BreedShortDes" : "The American Shorthair cat is a domestic breed that is known for its short, thick coat and friendly personality. They are typically medium-sized cats with a muscular build and a broad, round head. American Shorthairs come in a variety of colors and patterns, including silver tabby, black, and white. They are known for being social and adaptable, often getting along well with children, dogs, and other cats. American Shorthairs are also known for being independent and easy-going, making them an excellent choice for families or individuals looking for a low-maintenance pet. They make great indoor cats and enjoy playtime and interactive toys. Overall, American Shorthairs are a popular and beloved breed that has been recognized for their charm and adaptability.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Sphynx","BreedId": 8,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Sphynx.jpg","BreedAge":"9-15 years","BreedDifficulity":"Shed Infrequent","BreedColor":"chocolate/brown/sable, cinnamon, lavender/silver, fawn, blue/gray, black/ebony, cream/beige/tan, lilac, white, red/orange","BreedOriginalLocation":"Toronto, Canada", "BreedLatitude": 43.651070, "BreedLongtitude" : -79.347015, "BreedAverageWeight": "6-14 pounds", "BreedAverageSize" : "8-10 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/sphynx", "BreedShortDes" : "The Sphynx cat is a unique breed known for its hairless appearance and friendly personality. They have a distinctive look with their wrinkled skin, large ears, and expressive eyes. Despite their lack of fur, Sphynx cats are warm to the touch and require regular bathing to maintain healthy skin. They are typically medium-sized cats with a muscular build and a playful, energetic nature. Sphynx cats are known for being very social and enjoy spending time with their human family. They are often described as being dog-like in their behavior, following their owners around and seeking attention. Sphynx cats make great indoor pets and do well in homes with other cats or dogs. They are also a good choice for people with allergies to cat fur. Overall, the Sphynx cat is a unique and engaging breed that has gained popularity for its distinctive appearance and friendly personality.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Maine Coon","BreedId": 9,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/MaineCoon.jpg","BreedAge":"10-13 years","BreedDifficulity":"Shed Frequent","BreedColor":"white, black/ebony, red/orange, blue/gray, cream/beige/tan, chocolate/brown/sable","BreedOriginalLocation":"North America (specifically the state of Maine in the United States)", "BreedLatitude": 45.367584, "BreedLongtitude" : -68.972168, "BreedAverageWeight": "8-18 pounds", "BreedAverageSize" : "10-16 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/maine-coon", "BreedShortDes" : "The Maine Coon is a domestic cat breed that is known for its large size, distinctive appearance, and friendly personality. They are typically long-haired cats with a shaggy, water-resistant coat that comes in a variety of colors and patterns. Maine Coons are muscular, with broad chests and a long, bushy tail. They have a friendly and sociable personality, often seeking out human interaction and getting along well with children and other pets. Maine Coons are also known for being intelligent and playful, often enjoying interactive toys and games with their owners. They are a low-maintenance breed that can adapt well to different living environments, making them an excellent choice for families or individuals looking for a friendly and engaging pet. Overall, the Maine Coon is a beloved breed with a long history in North America and continues to be a popular choice for cat lovers around the world.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Munchkin","BreedId": 10,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Munchkin.jpg","BreedAge":"12-15 years","BreedDifficulity":"Shed Normal","BreedColor":"white, black/ebony, red/orange, blue/gray, lavender/silver, cream/beige/tan, chocolate/brown/sable, cinnamon, fawn, lilac","BreedOriginalLocation":"Louisiana, the United States", "BreedLatitude": 30.391830, "BreedLongtitude" : -92.329102, "BreedAverageWeight": "6-9 pounds", "BreedAverageSize" : "5-7 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/munchkin", "BreedShortDes" : "The Munchkin is a domestic cat breed known for its short legs, which are caused by a genetic mutation. Despite their small stature, Munchkins are active and playful cats, often described as having a kitten-like personality throughout their lives. They have a variety of coat colors and patterns and are typically medium-sized cats with a muscular build. Munchkins are known for being outgoing and friendly, enjoying the company of their human family and getting along well with children and other pets. They have a curious and adventurous nature, often exploring their surroundings and playing with toys. Munchkins are a relatively new breed that has gained popularity for their unique appearance and engaging personality. While the breed's short legs have caused controversy in the past, Munchkins are generally considered a healthy and happy breed with a long lifespan.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Siberian","BreedId": 10,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/Siberian.jpg","BreedAge":"8–10 years","BreedDifficulity":"Shed Seasonal","BreedColor":"white, black/ebony, red/orange, blue/gray, lavender/silver, cream/beige/tan, chocolate/brown/sable, cinnamon, fawn, lilac","BreedOriginalLocation":"Russia", "BreedLatitude": 55.751244, "BreedLongtitude" : 37.618423, "BreedAverageWeight": "12–15 pounds", "BreedAverageSize" : "10–12 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/siberian", "BreedShortDes" : "The Siberian cat is a large and muscular breed with a thick, luxurious coat that comes in a variety of colors and patterns. They originated in Russia's forested regions of Siberia, where they were used as working cats to control rodents and provide companionship. Despite their rugged appearance, Siberians are known for their affectionate and sociable nature. They form strong bonds with their human family and are often described as being dog-like in their loyalty and playful nature. They are highly intelligent and have a curious and adventurous spirit, often exploring their surroundings and playing with toys. Siberians are also known for their hypoallergenic qualities, making them a great choice for people with allergies. They are a relatively healthy breed with a long lifespan and are considered an excellent choice for families with children and other pets.", "CatSound" : "", "BreedPaw" : ""},
    {"BreedName":"Khao Manee","BreedId": 10,"BreedPicUrl":"https://raw.githubusercontent.com/VannaTran/BreedProject/main/KhaoManee.jpg","BreedAge":"10-12 years","BreedDifficulity":"Shed Normal","BreedColor":"white","BreedOriginalLocation":"Thailand", "BreedLatitude": 13.736717, "BreedLongtitude" : 100.523186, "BreedAverageWeight": "8-10 pounds", "BreedAverageSize" : "10-12 inches Height", "BreedWebsiteAddress" : "https://www.dailypaws.com/cats-kittens/cat-breeds/khao-manee-khao-plort", "BreedShortDes" : "The Khao Manee cat is a rare and exotic breed that originated in Thailand. This breed is known for its stunning white coat and striking blue or odd-colored eyes, which are said to represent the country's national colors. They are affectionate and loyal cats, often forming strong bonds with their human family. In Thailand, they are considered a symbol of good luck and prosperity and are often given as gifts to loved ones or used in traditional ceremonies. Khao Manees are intelligent, active, and playful cats that enjoy exploring their surroundings and playing with toys. They are also known for their vocal nature, often communicating with their owners through a range of meows and purrs. With proper socialization and care, the Khao Manee can make a wonderful and unique addition to any household.", "CatSound" : "", "BreedPaw" : ""}
  
  ],
  "Status":"OK"
}
